package assets.texts.heb
{
	public class AboutText
	{
		
		public static var xml:XML = new XML(<xml>
			כאשר אנו עוקבים אחר התפתחותו הכללית של תינוק, ניתן לראות שהשפה והדיבור מהווים מרכיב חשוב בהתפתחותו של הפעוט.
			
			בתחילת דרכו התינוק הוגה חלקי מילים או מילים משובשות, ובהמשך התפתחותו, בגיל שנה עד שנתיים הוא מבטא עצמו במילים שלמות מהסביבה הקרובה והתומכת  שלו. 
			
			המילים הראשונות שהילד רוכש, שייכות לעולמו הקרוב כגון: צעצועים, בעלי חיים, בני משפחה, חלקי גוף, חלקי לבוש וכד הוא יבטא מילים כמו : אבא, אימא ,כדור ,דובי,  בקבוק ראש, כלב וכד
			כאשר הוא נשאל לזיהוי חפצים מתוך תמונות בספרים או במשחקי לוטו שונים, הוא ידע להצביע על החפץ הנכון גם אם לעיתים הוא הוגה את המילים  בדרך משובשת.
			
			באפליקציה זו התמקדנו במיומנויות של זיהוי חפצים מתוך קבוצת תמונות על פי קטגוריות מעולמו הקרוב של הפעוט.
			
			הפעוט בן השנה וחצי-שנתיים נדרש להצביע על תמונה מסויימת מתוך אוסף תמונות, וכאשר הוא נוגע בתמונה הנכונה  הוא מקבל משוב חיובי.
			במידה ויגע בתמונה אחרת הוא ישמע  את שמו הנכון של החפץ וכך ירחיב את אוצר המילים שלו.
			
			הפעוט בגיל זה מסוגל ללמוד מילים חדשות בכל יום ואוצר המילים שלו מכיל בדרך כלל מאות מילים וזאת עוד לפני שהוא יודע כיצד לצרף מילים אלו למשפטים.
			אפליקציה זו תסייע לכם ההורים לחשוף את הפעוט למילים רבות ובכך להעשיר את שפתו .
			
			בהצלחה
			
	
	</xml>);
		public static var title:String = "אפליקציית ציוצים ראשונים";
		
	}
}